[
    {
      "swedenTabpanel1": {
        "en-title": "Custom Software Solutions",
        "en-info": "As a leading software developer in Sweden, we develop custom software tailored to meet the needs of your business. In order to meet your goals, we work closely with you to develop software that automates processes, improves customer experience, or improves operational efficiency. Scalable and flexible, our custom solutions grow with your business.We focus on delivering high-quality software that not only meets your immediate needs but also provides long-term value. From initial consultation to deployment, our team ensures every project is handled with precision and care.",

        "sv-title": "Skräddarsydda Programvarulösningar",
        "sv-info":"Som en ledande programvaruutvecklare i Sverige utvecklar vi skräddarsydda programvara anpassade för att möta behoven hos ditt företag. För att uppnå dina mål arbetar vi nära med dig för att utveckla programvara som automatiserar processer, förbättrar kundupplevelsen eller ökar den operativa effektiviteten. Våra skräddarsydda lösningar är skalbara och flexibla, vilket gör att de växer med ditt företag.Vi fokuserar på att leverera högkvalitativ programvara som inte bara uppfyller dina omedelbara behov utan också ger långsiktigt värde. Från den första konsultationen till implementeringen säkerställer vårt team att varje projekt hanteras med precision och omsorg."
      },
      "swedenTabpanel2": {
        "en-title": "Enterprise Software Development",
        "en-info": "Soft Platoon is also an enterprise software developer Sweden, offering robust solutions for large companies. Our software integrates seamlessly with your existing systems, enhancing the operational capabilities of your business.Our enterprise solutions are built to handle complex workflows, large data volumes, and diverse user needs. We design software that aligns with your business processes, Efficiencies are increased, operations are smoothed out, and collaboration between teams is enhanced. Our solutions are both secure and scalable, whether you require a full-scale enterprise system or enhancements to your current setup",

        "sv-title": "Företag Programvaruutveckling",
        "sv-info":"Soft Platoon är också en utvecklare av företags programvara i Sverige och erbjuder robusta lösningar för stora företag. Vår programvara integreras sömlöst med dina befintliga system, vilket förbättrar din verksamhets operativa kapabiliteter.Våra företagslösningar är byggda för att hantera komplexa arbetsflöden, stora datamängder och varierande användarbehov. Vi designar programvara som är i linje med dina affärsprocesser, vilket ökar effektiviteten, strömlinjeformar verksamheten och förbättrar samarbetet mellan teamen. Våra lösningar är både säkra och skalbara, oavsett om du behöver ett fullskaligt företagssystem eller förbättringar av din nuvarande uppsättning."
      },
      "swedenTabpanel3": {
        "en-title": "Cloud-Based Software Solutions",
        "en-info": "As more businesses transition to the cloud, we’ve positioned ourselves as an expert cloud-based software developer Sweden. We design and implement cloud-based software solutions that provide flexibility, scalability, and enhanced security for businesses of all sizes. Our developers leverage leading cloud platforms like AWS, Google Cloud, and Microsoft Azure to create solutions that can scale effortlessly as your business grows.Our cloud solutions ensure seamless integration with your existing infrastructure, resulting in reduced operating costs, improved performance, and the ability to access your systems from anywhere, at any time. No matter whether you are migrating to the cloud or building new cloud-native applications, we ensure a smooth and secure transition.",

        "sv-title": "Molnbaserade programvarulösningar",
        "sv-info":"I takt med att fler företag övergår till molnet har vi positionerat oss som experter inom molnbaserad programvaruutveckling i Sverige. Vi designar och implementerar molnbaserade programvarulösningar som erbjuder flexibilitet, skalbarhet och förbättrad säkerhet för företag av alla storlekar. Våra utvecklare utnyttjar ledande molnplattformar som AWS, Google Cloud och Microsoft Azure för att skapa lösningar som kan skalas enkelt i takt med att ditt företag växer.Våra molnlösningar säkerställer sömlös integration med din befintliga infrastruktur, vilket resulterar i minskade driftkostnader, förbättrad prestanda och möjligheten att komma åt dina system var som helst, när som helst. Oavsett om du migrerar till molnet eller bygger nya molnbaserade applikationer, säkerställer vi en smidig och säker övergång."
      },
      "swedenTabpanel4": {
        "en-title": "Software Integration Services",
        "en-info": "At Soft Platoon, our software developer Sweden team, specializes in integrating new software with third-party applications, APIs, and legacy systems. Our team understands how critical it is for businesses to have systems that communicate and operate seamlessly.Our integration services ensure that your new software works perfectly alongside your existing tools and platforms. Whether it’s a CRM, ERP, or custom in-house application, we provide robust integration solutions that eliminate silos and streamline workflows, helping your business operate more efficiently",

        "sv-title": "Tjänster för programvaruintegration",
        "sv-info":"På Soft Platoon specialiserar sig vårt team av programvaruutvecklare i Sverige på att integrera ny programvara med tredjepartsapplikationer, APIoch befintliga system. Vårt team förstår hur avgörande det är för företag att ha system som kommunicerar och fungerar sömlöst.Våra integreringstjänster säkerställer att din nya programvara fungerar perfekt tillsammans med dina befintliga verktyg och plattformar. Oavsett om det handlar om ett CRM, ERP eller en skräddarsydd intern applikation, erbjuder vi robusta integrationslösningar som eliminerar silos och strömlinjeformar arbetsflöden, vilket hjälper ditt företag att fungera mer effektivt"
      }
    }
  ]
  